{
    "_name_or_path": "runwayml/stable-diffusion-v1-5",
    "_diffusers_version": "0.11.1",
    "_class_name": "StableDiffusionPipeline",
    "_load_use_fp16": false,
    "_load_use_safetensors": true,
    "feature_extractor": ["transformers", "CLIPImageProcessor"],
    "safety_checker": ["stable_diffusion", "StableDiffusionSafetyChecker"],
    "scheduler": ["diffusers", "PNDMScheduler"],
    "text_encoder": ["transformers", "CLIPTextModel"],
    "tokenizer": ["transformers", "CLIPTokenizer"],
    "unet": ["diffusers", "UNet2DConditionModel"],
    "vae": ["diffusers", "AutoencoderKL"]
}
